question_1 = """
Q. 밑줄 친 ‘이 시대’에 대한 설명으로 옳은 것은?
[고인돌 사진]
이 시대의 대표적인 무덤은 고인돌이었습니다. 고인돌을 만드는 데는 많은 노동력이 필요했습니다.
이 시대에는 농업 생산량이 늘어났고 계급이 발생했으며 군장이 나타났습니다.

① 상평통보가 전국적으로 유통되었다.
② 석굴암 본존 불상이 만들어졌다.
③ 팔관회와 연등회가 개최되었다.
④ 지방에 서원이 설립되었다.
⑤ 비파형 동검이 제작되었다.
"""

question_2 = """
Q. (가) 국가에 대한 설명으로 옳은 것은?

(가) 에서는 왕을 ‘가독부’, ‘성왕’ 또는 ‘기하’라고도
부른다. 왕의 명령은 ‘교’라고 한다. 주요 관청으로는 선조성,
정당성 등이 있다. … (중략) … (가) 의 땅에는 5경 15부
62주가 있다.

① 골품제를 운영하였다.
② 주자감을 설립하였다.
③ 수원 화성을 건설하였다.
④ 대한국 국제를 제정하였다.
⑤ 향ㆍ부곡ㆍ소를 설치하였다.
"""

question_3 = """
Q. (가), (나) 시기 사이에 있었던 사실로 옳은 것은?

(가) 이의방과 이고가 몰래 정중부에게 말하기를, “문신은 우대
받아 배부르나, 무신은 모두 굶주리고 피곤하니, 이것을
어찌 참겠습니까?”라고 하였다. … (중략) … 정중부가
마침내 의종과 태자를 쫓아내고 어린 태손을 죽였다.

(나) 군사가 위화도에 머물면서 좌·우군도통사가 글을 올려
회군을 요청하니 최영이 말하기를, “두 도통사가 있으니
스스로 와서 아뢰는 것이 옳다. 군사를 물리자는 말을 감히
내 입으로 하지 못하겠다.”라고 하였다.

① 조선책략이 소개되었다.
② 한성 조약이 체결되었다.
③ 홍경래의 난이 일어났다.
④ 사비 천도가 이루어졌다.
⑤ 전민변정도감이 설치되었다.
"""

question_4 = """
Q. 밑줄 친 ‘이 왕’에 대한 설명으로 옳은 것은?
사진은 고려를 건국한 이 왕의 무덤입니다. 뭊덤의 명칭은 현릉으로 현재 개성에 있습니다.
이 왕은 후삼국을 통일하고 지방 호족들을 포용하는 정책을 펼쳤습니다.
또한 고구려 계승 의식을 내세우며 북진 정책을 추진하였습니다.

① 훈요 10조를 남겼다.
② 과거제를 시행하였다.
③ 평양으로 천도하였다.
④ 4군 6진을 개척하였다.
⑤ 홍범 14조를 반포하였다.
"""

question_5 = """
Q. (가)에 들어갈 내용으로 가장 적절한 것은?

학생 1: 우리 모둠이 발표할 주제가 '조선 제9대 왕의 정책' 인데, 조사해 보았니?
학생 2: 응. 집현전을 계슴하는 홍문관을 설치하여 결연을 담당하게 하였어.
학생 3: 국조오례의를 간행하여 국가 의레를 정비하였어.
학생 4: 훈구 서력을 견제하기 위해 사람을 적극적으로 등용하였어.
학생 5: (가)

① 대가야를 정복하였어.
② 경국대전을 반포하였어.
③ 노비안검법을 실시하였어.
④ 전국에 척화비를 건립하였어.
⑤ 한성 사범 학교를 설립하였어.
"""

question_6 = """
Q. 밑줄 친 ‘이 왕’에 대한 설명으로 옳은 것은?

자료는 이 왕의 명령으로 펴낸 무예도보통지의 일부이다.
이 책은 당시의 무예와 병기에 대해 종합적으로 알 수 있는
귀중한 자료이다. 편찬에 참여한 이덕무와 박제가는 규장각,
백동수는 장용영의 인재들로서, 두자료는 이 왕의 명령으로 펴낸 󰡔무예도보통지󰡕의 일부이다.
이 책은 당시의 무예와 병기에 대해 종합적으로 알 수 있는
귀중한 자료이다. 편찬에 참여한 이덕무와 박제가는 규장각,
백동수는 장용영의 인재들로서, 두 기관은 이 왕이 설치하였다.
이를 통해 󰡔무예도보통지󰡕가 문관과 무관의 공동 작업으로 만든
책이라는 것을 알 수 있다. 기관은 이 왕이 설치하였다.
이를 통해 무예도보통지가 문관과 무관의 공동 작업으로 만든
책이라는 것을 알 수 있다.

① 녹읍을 폐지하였다.
② 탕평책을 추진하였다.
③ 군국기무처를 설치하였다.
④ 삼청 교육대를 운영하였다.
⑤ 교육입국 조서를 반포하였다.
"""

question_7 = """
Q. (가)에 들어갈 내용으로 가장 적절한 것은?

일본 군항 운요호가 허락 없이 강화도에 독도 접근하자, 조선군이 경고 사격을 하였고. 일본군온 함포 사격으로 초지진을 파괴했습니다. 
이어 일본군은 영종도에 상륙하여 살인과 약탈을 저질렀습니다. 
이를 운요호 사건이라고 합니다. 이 사건의 영향으로 (가)

① 제너럴 셔먼호 사건이 발생하였습니다.
② 정동행성 이문소가 폐지되었습니다.
③ 조일 수호 조규가 체결되었습니다.
④ 병인양요가 발발하였습니다.
⑤ 인조반정이 일어났습니다.
"""

question_8 = """
Q. 다음 자료를 활용한 탐구 주제로 가장 적절한 것은?

어윤중이 청의 마건충과 필담을 나누며 이르기를, “우리나라는
근래에 재정이 고갈되어 구식 군인들에게 몇 달째 급료도
지불하지 못하였습니다. 월초에 급료를 줄 때에 창고지기가
썩은 것을 나누어 주었고 또 용량도 지키지 않아서, 군인들이
창고지기와 크게 다투었습니다. 창고의 책임자가 군인들을 잡아
법으로 다스리려 하자 군인들이 궁궐에 들어가 고관들을 살해
하였습니다.”라고 하였다.

① 임오군란의 전개
② 북벌 운동의 배경
③ 조선 혁명군의 활동
④ 브나로드 운동의 결과
⑤ 물산 장려 운동의 영향
"""

question_9 = """
Q. (가) 운동에 대한 설명으로 옳은 것은?
(가) 기록물, 세계 기록 유산 등재 확정
프랑스 파리에서 열린 제216차 유네스코 집행 이사회는 (가) 기록물의 세계 기록 유산 등재를 최종 결정하였다. 
총 185점으로 이뤄진 이 기록물은 1894~1895년 당시 농민군의 각종 문서와 개인 기록. 지도자 전봉준에 대한 심문 기록 등을 아우른다. 
이 기록물은 조선 백성이 주체가 되어 자유•평등• 인권의 보편적 가치를 지향했던 내용을 담고 있다는 점에서 세계사적 중요성을 인정받았다.

[대점주 임명장 이미지]
[농민군 편지 이미지]

① YH 무역 사건이 계기가 되었다.
② 집강소를 통해 개혁을 추진하였다.
③ 원산 총파업이 일어나는 원인이 되었다.
④ 신간회가 조사단을 파견하여 지원하였다.
⑤ 2․8 독립 선언에 영향을 받아 발생하였다
"""

question_10 = """
Q. 밑줄 친 ‘법령’이 시행된 시기에 있었던 사실로 옳은 것은

자료는 중임 전쟁을 일으킨 일제가 전쟁에 필요한 자원을 효율적으로 조달하기 위해 공포한 법령의 일부입니다.
일제는 이 법령을 일본, 조선, 대만 등지에 적용하였으며, 한국인을 탄광. 군수 공장 등에 강제로 동원하였습니다.

제4조 정부는 전시에 국가 총동원상 펼요한 경우에 직령이 점하는 바에 따라 제국 신민을 짐용하여 총동원 업무에 종사시킬 수 있다.

① 호포제가 실시되었다.
② 쌍성총관부가 회복되었다.
③ 제주 4․3 사건이 일어났다.
④ 황국 신민 서사 암송이 강요되었다.
⑤ 반민족 행위 특별 조사 위원회가 설치되었다.
"""

question_11 = """
Q. 다음 대화의 배경으로 가장 적절한 것은?

남자 1: 이보게, 종로에서 거의 날마다 보안회가 주관하는 대중 집회가 열리고 있다고 하네. 수천 명이 모여 한 뼘의 국토도 외국인에게 내줄 수 없다는 주장을 펼친다더군.
남자 2: 지방에서는 이러한 주장에 호응하여 이곳 저곳에서 보안회에 의연금을 보낸다고 합니다. 서울의 상인들도 가게 문을 닫고 이들의 투쟁을 지원한다더군요

① 산미 증식 계획이 시행되었다.
② 암태도 소작 쟁의가 발생하였다.
③ 일본이 한국에 황무지 개간권을 요구하였다.
④ 조선 총독부가 토지 조사 사업을 실시하였다.
⑤ 회사 설립을 허가제로 하는 회사령이 제정되었다.
"""

question_12 = """
Q. 다음 자료를 활용한 탐구 활동으로 가장 적절한 것은?

귀영이가 서울 간 지 3년 만에, 한 장의 편지가 그의 아버지께
왔다. “아버지 그만 두소, 백정 노릇 마소.” 하고 몇 마디 눈물로
섞어 쓴 편지였다. 그것은 귀영이가 고향 학생 친목회에서
‘백정의 딸이라’고 쫓겨나던 날 쓴 것이었다. … (중략) … 약한
자의 부르짖음, 서러운 이의 목 놓는 울음! 평안치 않은 곳에는
봉화를 든다.

- 봉화가 켜질 때에 , 󰡔개벽󰡕, 1925 -

① 도병마사의 기능을 찾아본다.
② 당백전의 발행 계기를 알아본다.
③ 새마을 운동의 성과를 분석한다.
④ 형평 운동의 전개 과정을 살펴본다.
⑤ 5․18 민주화 운동의 영향을 조사한다.
"""

question_13 = """
Q. (가)에 들어갈 내용으로 가장 적절한 것은?

학습 주제 : (가)
학생 1: 장인환과 전명운의 의거를 계기로 미주 지역 한인 단체 통합의 목소리가 커지면서 결성되었어.
학생 2: 미주 지역 한인의 권익 보호에 힘썼고, 만주와 연해주에 지회 미국 정부에 요청하기도 하였지
학생 3: 파리 강화 회의에서 한국 독립 문제를 검토해 달라고 설치하여 독립운동은 지원하였어.

① 대한인 국민회의 민족 운동
② 대한 자강회의 국권 수호 운동
③ 대한 광복회의 군자금 모금 운동
④ 조선어 학회의 민족 문화 수호 운동
⑤ 조선 민립 대학 기성회의 실력 양성 운동
"""

question_14 = """
Q. (가)에 대한 설명으로 옳은 것은?

1914년 11월, 미국에서 발행된 「포퓰러 매거진, 에는 대한 제국을 배경으로 한 소설 「황제의 옥새(원제: THE GREAT CARDINAL SEAL),가 실렸다. 
미국의 한 언론인이 쓴 이 작품의 주인공은 우리에게 대한매일신보 창간으로 익숙한 영국 출신 언론인 베델로, 
그는 대한 제국의 주권이 위협받는 상황에서 한국인들을 위해 기꺼이 모험에 나서는 인물로 묘사되었다. 
이 작품은 일본 정부가 대한 제국의 외교권을 박탈하는 (가) 의 체결을 강요하는 등 긴박하게 전개되었던 당시 한반도 상황을 역동적으로 보여준다.

① 독립문 건립에 영향을 주었다.
② 삼별초가 항쟁하는 배경이 되었다.
③ 비변사가 설치되는 결과를 가져왔다.
④ 헤이그 특사가 파견되는 원인이 되었다.
⑤ 임술 농민 봉기가 일어나는 계기가 되었다.
"""

question_15 = """
Q. 밑줄 친 ‘이 운동’에 대한 설명으로 옳은 것은?

19△△년 △월 △일
저녁 8시 45분. '대한 독립 만세!' 거리의 군중들의 용감한 외침이 우리 집 창문을 통해 들려온다. 
외침은 거의 30분이나 계속됐다. 여기저기의 침묵은 검찰. 헌병 그리고 일본 민간인들이 그들을 잠으러 나왔다는 뜻이다. 
지도자가 총대에 맞거나 총검에 베여 쓰러진다. 
날마다 이런 일이 생기고, 병원들은 시위에서 부상 당한 환자들로 완전히 엉망이 되고 있다.

(해설) 사로는 선교사의 부인인 매티 월곡스 노블이 작성한 일지의 일부로, 이 운동에 관한 서술이다. 
노블 부인은 일제의 강합적 통치에 대한 반발. 고종이 서거. 민족 자결주의 대두를 
배경으로 일어난 이 운동에 대하여 자신이 보고 들은 것을 상세히 기록하였다.

① 이른바 문화 통치 실시의 계기가 되었다.
② 만민 공동회가 개최되는 배경이 되었다.
③ 치안 유지법에 의해 탄압을 받았다.
④ 좌우 합작 위원회가 주도하였다.
⑤ 한일 협정에 반대하였다.
"""

question_16 = """
Q. (가) 군대에 대한 설명으로 옳은 것은?

(가) 을/를 창설할 때에 “우리의 분산된 역량을 독립군에
집중하여 전면적인 조국 광복 전쟁을 전개한다.”는 등의 활동
목표를 세우고, 아울러 그 목표를 달성하기 위하여 노력하였지만,
뜻대로 일이 진행되지 않았다. …(중략)… 그러다가 (가) 은/는
미국 전략 정보국[OSS]과 합작하여 국내 진공 계획을 수립하게
된 것이기 때문에, 이는 우리 독립운동사에 있어서 획기적인
전환이라 할 수 있을 것이다. 이 역사적인 계획 실천의 첫 역군이
되고자 우리는 이곳에 온 것이다.

① 쌍성보 전투에서 승리하였다.
② 인천 상륙 작전을 전개하였다.
③ 고종의 밀명을 받아 조직되었다.
④ 청산리에서 일본군을 격파하였다.
⑤ 인도․미얀마 전선에 투입되었다.
"""

question_17 = """
Q. (가) 선거에 대한 설명으로 옳은 것은?

이 자료는 유엔 한국 임시 위원단이
참관한 가운데 시행된 우리나라 역사상
최초의 보통 선거인 (가) 을/를
홍보한 포스터이다. 이 포스터에는
투표하는 모습과 함께 국민들에게
투표를 독려하는 구호가 실려 있다.

① 발췌 개헌에 따라 실시되었다.
② 제헌 국회 의원을 선출하였다.
③ 통일 주체 국민 회의에서 추진되었다.
④ 아관 파천이 일어나는 원인이 되었다.
⑤ 조선 태형령이 시행되는 배경이 되었다.
"""

question_18 = """
Q. 다음 연설이 행해진 정부의 경제 정책으로 가장 적절한 것은?

저는 대통령에 취임하자마자 저의 재산을 공개했고 앞으로
정치 자금을 한 푼도 받지 않겠다고 선언했던 것입니다. 아울러
정경 유착을 제도적으로 막을 수 있도록 금융 실명제를 단행
했습니다. … (중략) … 금융 실명제와 부동산 실명제를 통해
마련된 경제 정의의 기반 위에서 1인당 국민 소득 1만 달러,
수출 1천 억 달러 시대를 열었습니다. … (중략) … 모든 국민이
갈망해 온 지방 자치제의 완전한 실시로 참여와 자율이 존중되는
본격적인 지방 시대를 열었습니다.

① 지계아문에서 지계를 발급하였다.
② 경부 고속 국도(도로)를 개통하였다.
③ 조청 상민 수륙 무역 장정을 체결하였다.
④ 경제 협력 개발 기구[OECD]에 가입하였다.
⑤ 유상 매입, 유상 분배의 농지 개혁법을 제정하였다.
"""

question_19 = """
Q. 밑줄 친 ‘시위’에 대한 설명으로 옳은 것은?

절망적인 위기에 봉착했던 우리나라의 민주주의를 구하고자 4월 19일 청소년 학도들은 총궐기했습니다. 
이날 민권 수호 운동의 주동이 되어 시위한 서울의 대학생들은 
3• 15 부정 선거를 비롯해서 12년에 걸친 독재 정부의 반민주적인 행위를 규탄했습니다.

① 3․1 민주 구국 선언을 발표하였다.
② 4․13 호헌 조치의 철폐를 주장하였다.
③ 신군부 세력의 권력 장악에 저항하였다.
④ 6․10 만세 운동이 일어나는 결과를 가져왔다.
⑤ 내각 책임제를 골자로 하는 개헌의 계기가 되었다.
"""

question_20 = """
Q. 밑줄 친 ‘이 성명’이 발표된 시기를 연표에서 옳게 고른 것은?

남과 북 사이에 대화의 길이 트이기 시작했습니다. 
우리나라의 자주적인 평화 통일을 추구하는 이 성명이 서울과 평양에서 동시에 발표됐습니다. 
중앙정보부장은 자주 평화• 민족 대단결의 통일 원칙과 남북 조절 위원회 구성 등 7개 향에 합의했다고 밝혔습니다.

[연표]
8.15. 광복
(가)
6.25 전쟁 발발
(나)
5.16 군사 정변
(다)
유신 헌법 공포
(라)
남북한 유엔 동시 가입
(마)
6.15 남북 공동 선언

① (가) 
② (나) 
③ (다) 
④ (라) 
⑤ (마)
"""
